module.exports = {
  START_MESSAGE: `<b>سلام به ربات سریال کره‌ای خوش اومدی 🤗
برای دریافت سریال‌های در حال پخش، می‌تونی هم از دکمه های پایین استفاده کنی هم از دستورات مشخص شده:\n\n/list - لیست کامل سریال‌ها\n/Saturday - سریال‌های شنبه\n/Sunday - سریال‌های یکشنبه\n/Monday - سریال‌های دوشنبه\n/Tuesday - سه‌شنبه\n/Wednesday - چهارشنبه\n/Thursday - پنج‌شنبه\n/Friday - جمعه\n/subscribe - دریافت خودکار سریال ها ۱۲ شب\n\nهمچنین می‌تونی با دکمه 🔔 دریافت خودکار هر روز سریال‌ها رو دریافت کنی.</b>`,

  NO_SERIES_MESSAGE: (day) => `<b>${day}:\nدر حال حاضر سریالی برای این روز در حال پخش نیست.</b>\n\n<b>می‌تونی سریال‌های روزای دیگه رو با دستور /list یا دکمه‌های دستور /start چک کنی.</b>`,

  NO_SERIES_DAILY_MESSAGE: (day) => `<b>امروز (${day}):\nدر حال حاضر سریالی برای این روز در حال پخش نیست.</b>\n\n<b> @KoreaMixPlus | @KGrokBot </b>`,

  INVALID_DAY_MESSAGE: `<b>روز وارد شده معتبر نیست.\nلطفاً از دستورات زیر استفاده کن یا با /start دکمه‌ها رو ببین:\n/Saturday\n/Sunday\n/Monday\n/Tuesday\n/Wednesday\n/Thursday\n/Friday</b>`,

  SUBSCRIBE_SUCCESS: `<b>شما با موفقیت در لیست دریافت خودکار روزانه سریال‌ها عضو شدید.</b>`,

  ALREADY_SUBSCRIBED: `<b>شما قبلاً در لیست دریافت خودکار روزانه سریال‌ها عضو هستید.</b>`,

  UNSUBSCRIBE_SUCCESS: `<b>شما با موفقیت از لیست دریافت روزانه سریال‌ها خارج شدید.</b>`,

  NOT_SUBSCRIBED: `<b>شما در لیست دریافت روزانه سریال‌ها عضو نیستید.</b>`,

  ONLY_ADMIN: `<b>فقط ادمین می‌تواند این کار را انجام دهد.</b>`,

  CACHE_CLEARED: `✅`,

  NO_SERIES_FOUND: `<b>سریالی پیدا نشد!</b>`,

  MEMBERSHIP_ERROR: `<b>خطا در بررسی عضویت: مشکلی پیش اومد، لطفاً دوباره امتحان کنید یا با ادمین تماس بگیرید.</b>`
};